Repository: Logolo/MNN
Catalog: locale/*/app.po
Languages: nl

source: -- Please Choose
nl: Gelieve te kiezen

source: Account Successfully Updated
nl: Account bijgewerkt

source: AdFree Site
nl: Advertentievrije site

source: Ago
nl: geleden

source: All Authors Page
nl: Pagina met alle auteurs

source: Are you sure you want to delete this comment?
nl: Bent u er zeker van dat u uw reactie wilt verwijderen?

source: Are you sure you want to delete your account from our system?
nl: Bent u er zeker van dat u uw account wilt verwijderen?

source: Articles Submitted:
nl: Geplaatste artikelen

source: Author Articles
nl: Artikelen van deze auteur

source: Authors
nl: Auteurs

source: By
nl: Door

source: Can't access your account?
nl: Heeft u geen toegang tot uw account?

source: Cancel
nl: Annuleren

source: Cancel Subscription
nl: Maak uw abonnement ongedaan

source: Change Password
nl: Verander uw wachtwoord

source: Click here to recover your password.
nl: Klik hier om uw wachtwoord te herstellen

source: Click here to register a new Account
nl: Klik hier om een nieuw account te registreren

source: Comment
nl: Reactie

source: Comment and Submit Articles
nl: Om reacties en artikelen te plaatsen

source: Countries
nl: Landen

source: Create a Password
nl: Maak een wachtwoord aan

source: Delete Comment
nl: Verwijder uw reactie

source: Delete my account
nl: Verwijder mijn account

source: Delete this image
nl: Verwijder deze afbeelding

source: Deleting...
nl: Verwijdert...

source: Didn't receive confirmation instructions?
nl: Heeft u geen bevestigingsinstructies ontvangen?

source: Didn't receive unlock?
nl: Heeft u geen ontgrendeling ontvangen?

source: Download Current Key
nl: Download huidige sleutel

source: Edit
nl: Bewerk

source: Edit My Profile
nl: Bewerk mijn profiel

source: Edit Profile
nl: Bewerk uw profiel

source: Edit my Profile
nl: Bewerk uw profiel

source: Edit your Profile information
nl: Bewerk uw profiel

source: Email Subscriptions
nl: E-mail-abonnementen

source: Example: Anonymous
nl: Voorbeeld: Anoniem

source: Forgot Password?
nl: Bent u uw wachtwoord vergeten?

source: Forgot your password?
nl: Bent u uw wachtwoord vergeten?

source: GPG Key
nl: GPG-sleutel

source: How To Contribute
nl: Hoe deel te nemen

source: I agree to the
nl: Ik ga akkoord met de

source: I want to be an Editor
nl: Ik zou graag editor willen worden

source: It will be available for download on your profile page.
nl: Het zal op uw profielpagina kunnen worden gedownload

source: Just be a member
nl: Enkel om lid te zijn

source: Languages
nl: Talen

source: Latest News
nl: Meest recente nieuws

source: Leave blank if you do not want to change password
nl: Laat dit veld leeg als u uw wachtwoord niet wilt wijzigen

source: Loading...
nl: Laden...

source: Logout
nl: Log uit

source: Most Commented
nl: Meeste reacties

source: Most Read in 2 weeks
nl: Meest gelezen in 2 weken

source: Multiple RSS Feeds
nl: Verscheidene RSS Feeds

source: My Articles
nl: Mijn artikelen

source: My Articles Page
nl: Pagina met mijn artikelen

source: Name
nl: Naam

source: New Articles Alert
nl: Abonneer

source: New Password
nl: Nieuw wachtwoord

source: New Password Again
nl: Nogmaals uw nieuwe wachtwoord

source: Not shown to the public
nl: Niet zichtbaar voor andere gebruikers

source: Only upload your Public Key.
nl: Upload alleen uw publieke sleutel

source: Or login with your existing services
nl: Of log in met uw bestaande gegevens

source: Or login with your existing services:
nl: Of log in met uw bestaande gegevens

source: Original Articles:
nl: Originele artikelen

source: Page
nl: Pagina

source: Password
nl: Wachtwoord

source: Password Confirmation
nl: Bevestiging van uw wachtwoord

source: Please Join us
nl: Word lid

source: Please read this page if you would like to contribute with articles:
nl: Gelieve eerst deze pagina te lezen indien u artikelen wilt plaatsen

source: Please update your email address
nl: Gelieve uw e-mailadres bij te werken

source: Please update your email address to enable subscriptions
nl: Gelieve uw e-mailadres bij te werken om de meldingen te activeren

source: Private Information
nl: Persoonlijke gegevens

source: Processing...
nl: Bezig...

source: Profile Image
nl: Profielfoto

source: Public Information
nl: Publieke informatie

source: Published
nl: Pepubliceerd

source: RSS feed for %{str}
nl: RSS feed voor %{str}

source: RSS feed for items in category %{str}
nl: RSS feed voor artikelen in de categorie %{str}

source: RSS feed for items tagged %{str}
nl: RSS feed voor artikelen die %{str} zijn getagd

source: Read more articles in this category
nl: Lees meer artikelen in deze categorie

source: Read more breaking news
nl: Lees meer recent news

source: Reason for joining us?
nl: Reden waarom u zich aanmeldt?

source: Recently Discussed
nl: Onlangs bediscussieerd

source: Regions
nl: Regio's

source: Register
nl: Aanmelden

source: Register a new Account
nl: Registreer een nieuw account

source: Register now
nl: Registreer u nu

source: Registration
nl: Registratie

source: Related items
nl: Verwante artikelen

source: Remove
nl: Verwijder

source: Reply
nl: Beantwoord

source: Say something about yourself.
nl: Vertel iets over uzelf

source: Search
nl: Zoek

source: Search Articles
nl: Zoek naar artikelen

source: Search by Category
nl: Zoek op categorie

source: Search by Language
nl: Zoek op taal

source: Sections
nl: Secties

source: See all Articles tagged as %{str}
nl: Bekijk alle artikelen die als %{str} zijn getagd

source: Select this if you wish to <b>Stop</b> receiving email notifications when a new Article is published.
nl: Kies dit indien u <b>geen</b> e-mail-meldingen meer wenst te ontvangen

source: Select this if you wish to receive email notifications when a new Article is published.
nl: Kies dit indien u een e-mail-melding wenst te ontvangen wanneer er een nieuw artikel is gepubliceerd

source: Sending...
nl: Verzenden...

source: Shown on your public profile
nl: Wordt getoond in uw publieke profiel

source: Sign Up
nl: Registreer

source: Sign in
nl: Inloggen

source: Sign out
nl: Uitloggen

source: Sign up
nl: Aanmelden

source: Source
nl: Bron

source: Stay Signed in
nl: Blijf aangemeld

source: Submitted Articles:
nl: Geplaatste artikelen

source: Submitted by
nl: Geplaatst door

source: Terms of Service and Privacy Policy
nl: algemene voorwaarden en het privacy-beleid

source: This is an Advertisement Free Site
nl: Dit is een advertentievrije site

source: This user has no Articles yet.
nl: Deze gebruiker heeft momenteel nog geen artikelen geplaatst

source: Time Zone
nl: Tijdzone

source: To Comment
nl: Om reacties te plaatsen

source: Update
nl: Bijwerken

source: Viewed %{num} Times
nl: %{num} Keer Bekeken

source: Views
nl: keer bekeken

source: Written by
nl: Geschreven door

source: You have not submitted any articles yet
nl: U heeft momenteel nog geen artikelen geplaatst

source: Your Bio
nl: Uw biografie

source: Your Public key
nl: Uw publieke sleutel

source: Your avatar image will be shown in the comments section.
nl: Uw avatarafbeelding zal worden getoond als u een reactie plaatst

source: Your email is required
nl: Uw e-mailadres is vereist

source: Your email will not be shown to the public.
nl: Uw e-mailadres zal niet worden gepubliceerd

source: Your public name, ex: Anonymous
nl: Uw profielnaam, bijv. Anoniem

source: Youtube Source
nl: YouTube-bron

source: by
nl: door

source: by User
nl: door gebruiker

source: more...
nl: meer...

source: password
nl: wachtwoord
